putToolbar();
/*
<pre> */

var tpl1 = {
	"Елементи от статията…" : "-",
	"Шаблони за навигация" : {
		"Към основна статия" : "{{основна|>>|<<}}",
		"Към пояснение" : "{{към пояснение|>>|<<|}}",
		"Друго значение" : "{{друго значение|>>|<<||}}",
		"Други значения" : "{{други значения|>>|<<|||}}",
	},
	"Шаблони за поддръжка" : {
		"За обработка" : "{{обработка|>>|форматиране|<<}}",
		"За допълване" : "{{незавършена}}>>|<<",
		"За експерт" : "{{експерт}}>>|<<",
		"За превод" : "{{превод}}>>|<<",
		"За сливане" : "{{сливане|>>|статия|<<}}",
		"За бързо изтриване" : "{{бързо|1=>>|<<}}",
		"За изтриване" : "{{изтриване}}>>|<<",
		"Няма източници" : "{{източници|{{subst:#time:d F Y}}}}>>|<<",
		"Няма категория" : "{{без категория}}>>|<<",
		"Няма неутралност" : "{{неутралност}}>>|<<",
		"Микромъниче" : "{{микромъниче|~~~~~}}>>|<<",
		"Статия сираче" : "{{сираче}}>>|<<",
		"Авторски права?" : "{{авторски права}}>>|<<",
		"Източник?" : "{{източник|>>|<<|{{subst:#time:Y}}|{{subst:#time:m}}|{{subst:#time:d}}}}",
		"Неясно?" : "{{неясно|>>|<<}}",
	},
	"Вижте също" : "\n== Вижте също ==\n* ["+"[>>|<<]]\n",
	"Външни препратки" : "\n== Външни препратки ==\n* [>>|<<]\n",
	"Източници" : "\n== Източници ==\n<references />\n>>|<<",
	"Литература" : "\n== Литература ==\n* >>|<<",
	"Сортиране по ключ" : "{"+"{СОРТКАТ:>>|<<}}",
	"Категория" : "[[Категория:>>|<<]]",
	"Актуално събитие" : "{{актуално}}>>|<<",
	"Редактирам" : "{{редактирам}}>>|<<",
	"Уикипедия НЕ е лекар!" : "{{Медицинско опровержение}}>>|<<",
};

var tpl2 = {
	"Шаблони за беседи" :"-",
		"Шаблон:Преместено от" : "----\n''Преместено от [[>>|беседа|<<]]. --~~~~''\n----",
		"Шаблон:Преместено на" : "----\n''Преместено на [[>>|беседа|<<]]. --~~~~''\n----",
		"Шаблон:Добре дошли" : "{{subst:Добре дошли}} --~~~~",
		"Шаблон:Добре дошли нерег" : "{{subst:Добре дошли нерег|>>|безпоздрави|<<}} --~~~~",
		"Шаблон:П-преглед" : "{{замест:П-преглед|>>|Статия|<<}} --~~~~",
		"Шаблон:Неподписано" : "{{subst:неподписано|>>|потребител|дата-и-час|<<}}",
		"Шаблон:П-шега1" : "{{subst:П-шега1|>>|Статия|<<}} --~~~~",
		"Шаблон:П-спам (1,2)" : "{{subst:П-спам1|>>|Статия|<<}} --~~~~",
		"Шаблон:П-тест (1,2)" : "== {{ucfirst:{{subst:CURRENTMONTHNAME}}}} {{subst:CURRENTYEAR}} ==\n{{subst:П-тест1|>>|Статия|<<}} --~~~~",
		"Шаблон:П-вандал (1,2,3)" : "== {{ucfirst:{{subst:CURRENTMONTHNAME}}}} {{subst:CURRENTYEAR}} ==\n{{subst:П-вандал1|>>|Статия|<<}} --~~~~",
		"Шаблон:П-изтриване (1,2)" : "== {{ucfirst:{{замест:CURRENTMONTHNAME}}}} {{subst:CURRENTYEAR}} ==\n{{subst:П-изтриване1|>>|Статия|<<}} --~~~~",
		"Шаблон:П-копиране (1,2,3)" : "== {{ucfirst:{{замест:CURRENTMONTHNAME}}}} {{subst:CURRENTYEAR}} ==\n{{subst:П-копиране1|>>|Статия|<<}} --~~~~",
		"Шаблон:П-реклама (1,2)" : "== {{ucfirst:{{замест:CURRENTMONTHNAME}}}} {{subst:CURRENTYEAR}} ==\n{{subst:П-реклама1|>>|Статия|<<}} --~~~~",
		"Шаблон:П-шльокавица1" : "== {{ucfirst:{{замест:CURRENTMONTHNAME}}}} {{subst:CURRENTYEAR}} ==\n{{subst:П-шльокавица1|>>|Статия|<<}} --~~~~",
		"Шаблон:П-блок1" : "== Блокиране ==\n{{замест:п-блок1|срок=|причина=}} --~~~~",
};

var tpl3 = {
	"Шаблони 2" :"-",
	"Шаблони за статии" : {
		"Източник - Шаблон:Cite book" : "<ref>{{cite book| url=| last=| first=| title=>>|<<| year=| publisher=| location=| page=| isbn=| lang=}}</ref>",
		"Източник - Шаблон:Cite web" : "<ref>{{cite web| url=>>|<<| title=| publisher=| accessdate=| format=| lang=}}</ref>",
		"Пояснение" : "'''{{subst:PAGENAME}}''' може да се отнася за:\n\n* >>|<<\n* \n* \n\n{{пояснение}}",
		"Превод от" : "{{Превод от|>>|en|ArticleTitle|00000000|<<}}",             //  {{Превод от 2|uk|Одеса|ru|Одесса|1444415|8364370}}
		"Цитат" : "{{цитат|>>|<<|}}",
		"Commons" : "{{commons|>>|<<}}",
		"Commonscat" : "{{commonscat|>>|<<}}",
		"IMDB Name" : "{{imdb name|>>|<<|}}",
		"IMDB Title" : "* {{imdb title|>>|<<|}}",
	},
	"Шаблони за категории" : {
		"Категория" : "{{категория}}>>|<<",
		"Скрита категория" : "{{скрита категория}}>>|<<",
		"Категория за шаблони" : "{{категория за шаблони}}>>|<<",
	},
	"Шаблони за шаблони" : {
		"Документация" : "<noinclude>{{документация}}</noinclude>>>|<<",
		"Nowiki": "<no<nowiki></nowiki>wiki>>>|<<</no<nowiki></nowiki>wiki>",
		"Includeonly" : "<includeonly>>>|<<</includeonly>",
		"Noinclude" : "<noinclude>>>|<<</noinclude>"
	},
	"Шаблони за мъничета" : {
		"Раздел-мъниче" : "{{раздел-мъниче}}>>|<<",
		"Мъниче" : "{{мъниче}}>>|<<",
		"Мъниче за ..." : "{{>>|...|<<-мъниче}}"
	},
};

var tpl4 = {

};

var atpl1 = {};
var atpl2 = {};

/*
</pre> */

/* Плъзгащи менюта */
importStylesheet('Потребител:Termininja/JQuerySlideMenu.css');
importScript("Потребител:Termininja/JQuerySlideMenu.js");
